[
  "table-editor-obsidian",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-pandoc",
  "obsidian-zotero-desktop-connector",
  "mathpad",
  "obsidian-excel-to-markdown-table",
  "obsidian-chartsview-plugin",
  "better-inline-fields",
  "notion-like-tables",
  "markdown-prettifier",
  "buttons",
  "obsidian-code-block-enhancer",
  "canvas-mindmap",
  "obsidian-react-components",
  "markdown-table-editor",
  "obsidian-csv-table",
  "obsidian-import-json",
  "csv-obsidian",
  "obsidian-admonition",
  "obsidian-emoji-toolbar",
  "open-vscode",
  "obsidian-latex-suite",
  "obsidian-completr",
  "obsidian-latex-environments",
  "obsidian-pretty-bibtex",
  "metadata-menu",
  "obsidian-icon-folder",
  "obsidian-extract-pdf-highlights",
  "file-explorer-note-count",
  "heading-level-indent",
  "obsidian-file-color",
  "obsidian-pandoc-reference-list",
  "obsidian-epub-plugin",
  "obsidian-citation-plugin",
  "ytranscript",
  "obsidian-tabs",
  "obsidian-annotator",
  "obsidian-timestamp-notes",
  "obsidian-book-search-plugin",
  "media-extended",
  "nldates-obsidian",
  "obsidian-plantuml",
  "epub-importer",
  "OA-file-hider",
  "obsidian-importer",
  "obsidian-graphviz",
  "gemini-assistant",
  "obsidian-vega",
  "better-export-pdf",
  "obsidian-enhancing-export",
  "obsidian-codeblock-labels",
  "obsidian-tikzjax",
  "swiftlatex-render",
  "obsidian-markdown-export-plugin",
  "webpage-html-export",
  "obsidian-outliner",
  "obsidian-hover-editor",
  "code-emitter",
  "templater-obsidian",
  "header-enhancer",
  "pdf-plus",
  "ai-templater",
  "github-copilot",
  "copilot",
  "smart-connections"
]